<?php


if(!defined('sugarEntry') || !sugarEntry) die('Not A Valid Entry Point');

$app_list_strings['moduleList']['Houses'] = 'Дома';
$app_list_strings['houses_types_dom'] = array (
    '' => '',
    '1' => 'Блочно-монолитный',
    '2' => 'Блочно-панельный',
    '3' => 'Блочный',
    '4' => 'Брежневка',
    '5' => 'Деревянный',
    '6' => 'Индивидуальный',
    '7' => 'Кирпично-монолитный',
    '8' => 'Кирпичный',
    '9' => 'Монолитно-панельный',
    '10' => 'Монолитный',
    '11' => 'Немецкий',
    '12' => 'Панельный',
    '13' => 'Сталинский',
    '14' => 'Старый фонд',
    '15' => 'Таунхаус',
    '16' => 'Хрущевка',
);
$app_list_strings['heating_dom'] = array (
    '' => '',
    '1' => 'Централизованное',
    '2' => 'Автономное',
    '3' => 'Поквартирное (квартирный котел)',
    '4' => 'Печное',
    '5' => 'Отсутствует',
    '6' => 'Нет данных',
  );
$app_list_strings['sewarage_dom'] = array (
    '' => '',
    '1' => 'Централизованная',
    '2' => 'Автономная',
    '3' => 'Отсутствует',
    '4' => 'Нет данных',
  );
$app_list_strings['cold_water_supply_dom'] = array (
    '' => '',
    '1' => 'Централизованная',
    '2' => 'Автономная',
    '3' => 'Отсутствует',
    '4' => 'Нет данных',
  );
$app_list_strings['hot_water_supply_dom'] = array (
    '' => '',
    '1' => 'Централизованная',
    '2' => 'Автономная',
    '3' => 'Отсутствует',
    '4' => 'Нет данных',
  );
$app_list_strings['water_heater_types_dom'] = array (
    '' => '',
    '1' => 'Отсутствует',
    '2' => 'Электрический',
    '3' => 'Газовый',
  );
$app_list_strings['gas_supply_types_dom'] = array (
    '' => '',
    '1' => 'Отсутствует',
    '2' => 'нецентральное (сжиженный газ)',
    '3' => 'центральное (природный газ)',
    '4' => 'Нет данных',
  );
$app_list_strings['cooker_types_dom'] = array (
    '' => '',
    '1' => 'Отсутствует',
    '2' => 'Электрическая',
    '3' => 'Газовая',
  );
$app_list_strings['presence_dom'] = array (
    '' => '',
    '1' => 'Есть',
    '2' => 'Отсутствует',
  );
$app_list_strings['living_houses_types_dom'] = array (
    '' => '',
    '1' => 'Нет данных',
    '2' => 'Многоквартирный дом',
    '3' => 'Объект индивидуального жилищного строительства',
    '4' => 'Жилой дом блокированной застройки',
    '5' => 'Общежитие',
);
$app_list_strings['fundation_types_dom'] = array (
    '' => '',
    '1' => 'Нет данных',
    '2' => 'Ленточный',
    '3' => 'Столбчатый',
    '4' => 'Свайный',
    '5' => 'Свайно-ростверковый',
    '6' => 'Плитный',
    '7' => 'Прочее',
);
$app_list_strings['wall_materials_dom'] = array (
    '' => '',
    '1' => 'Нет данных',
    '2' => 'Каменные, кирпичные',
    '3' => 'Панельные',
    '4' => 'Блочные',
    '5' => 'Смешанные',
    '6' => 'Монолитные',
    '7' => 'Деревянные',
    '8' => 'Прочие',
);
$app_list_strings['overlap_materials_dom'] = array (
    '' => '',
    '1' => 'Нет данных',
    '2' => 'железобетонные',
    '3' => 'каменные',
    '4' => 'кирпичные',
    '5' => 'Деревянные',
    '6' => 'Смешанные',
    '7' => 'Прочие',
);



?>
