<?php

$app_list_strings['document_category_dom'] = [
    '1' => 'Документы и отчетность',
    '2' => 'Капитальный ремонт',
    '3' => 'Общее имущество',
    '4' => 'Медиа'
];
$app_list_strings['document_subcategory_dom'] = [];

$app_list_strings['document_template_type_dom'] = [
  '1' => 'Фото',
  '2' => 'Договоры',
  '3' => 'Протоколы',
  '4' => 'Учредительные документы',
  '5' => 'Финансовая отчетность',
  '6' => 'Заключения',
  '7' => 'Выполнение обязательств',
  '8' => 'Административная ответственность',
  '9' => 'Использование общего имущества',
];
  
?>
